docs/meta/tracker.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2026 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Tracker</title>
<meta name="author" content="Tak" />
<meta name="generator" content="Org Mode" />
<link rel='stylesheet' type='text/css' href='/css/stylesheet.css'>
</head>
<body>
<div id="nav" class="status">
<a href='/'>bacchanalian madness</a> / <a href='/rss'>rss</a> / <label id='dark-mode-button'> <input type='checkbox'> </label>
</div>
<div id="content" class="content">
<header>
<h1 class="title">Tracker</h1>
</header><nav id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org78a2b70">Books</a></li>
<li><a href="#org0db0360">Media</a></li>
<li><a href="#org75dc39b">Music</a></li>
</ul>
</div>
</nav>
<div id="outline-container-org78a2b70" class="outline-2">
<h2 id="org78a2b70">Books</h2>
<div class="outline-text-2" id="text-org78a2b70">
<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Time</th>
<th scope="col" class="org-left">Title</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Apr 2025</td>
<td class="org-left">Courage to be disliked</td>
</tr>

<tr>
<td class="org-left">May 2025</td>
<td class="org-left">Before the Coffee Gets Cold</td>
</tr>

<tr>
<td class="org-left">May 2025 TBD</td>
<td class="org-left">Four Thousand Weeks</td>
</tr>

<tr>
<td class="org-left">May 2025 TBD</td>
<td class="org-left">Right Concentration</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-org0db0360" class="outline-2">
<h2 id="org0db0360">Media</h2>
<div class="outline-text-2" id="text-org0db0360">
</div>
<div id="outline-container-org9cce86e" class="outline-3">
<h3 id="org9cce86e">2025</h3>
<div class="outline-text-3" id="text-org9cce86e">
<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Time</th>
<th scope="col" class="org-left">Title</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Apr</td>
<td class="org-left">Bojack Horseman (R)</td>
</tr>

<tr>
<td class="org-left">Apr - May</td>
<td class="org-left">Rehearsal</td>
</tr>

<tr>
<td class="org-left">Apr</td>
<td class="org-left">Unsolicited advice (YT)</td>
</tr>

<tr>
<td class="org-left">Apr</td>
<td class="org-left">Anatomy of a champion</td>
</tr>

<tr>
<td class="org-left">May</td>
<td class="org-left">Kubikiri Cycle</td>
</tr>

<tr>
<td class="org-left">May</td>
<td class="org-left">Tokyo Ghoul (R)</td>
</tr>

<tr>
<td class="org-left">May</td>
<td class="org-left">Fairy Tail S2</td>
</tr>

<tr>
<td class="org-left">May</td>
<td class="org-left">About Time</td>
</tr>

<tr>
<td class="org-left">May - Jun</td>
<td class="org-left">The Bombing of Pan Am 103</td>
</tr>

<tr>
<td class="org-left">May</td>
<td class="org-left">Rams</td>
</tr>

<tr>
<td class="org-left">May</td>
<td class="org-left">Etoile</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
<div id="outline-container-org75dc39b" class="outline-2">
<h2 id="org75dc39b">Music</h2>
<div class="outline-text-2" id="text-org75dc39b">
</div>
<div id="outline-container-org90b91a9" class="outline-3">
<h3 id="org90b91a9">May 2025</h3>
<div class="outline-text-3" id="text-org90b91a9">
<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Artist</th>
<th scope="col" class="org-left">Work</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Alexandra Savior</td>
<td class="org-left">Beneath The Lilypad</td>
</tr>

<tr>
<td class="org-left">Ramin Djawadi</td>
<td class="org-left">Westworld S1 OST</td>
</tr>

<tr>
<td class="org-left">Space Remedy</td>
<td class="org-left">Deformity</td>
</tr>

<tr>
<td class="org-left">Phil Collins</td>
<td class="org-left">Another Day in Paradise</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-orge0f8c26" class="outline-3">
<h3 id="orge0f8c26">April 2025</h3>
<div class="outline-text-3" id="text-orge0f8c26">
<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Artist</th>
<th scope="col" class="org-left">Work</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Pigbag</td>
<td class="org-left">Papa's Got a Brand New Pigbag</td>
</tr>

<tr>
<td class="org-left">Imogen Heap</td>
<td class="org-left">Headlock</td>
</tr>

<tr>
<td class="org-left">Bang Gang</td>
<td class="org-left">The World is Gray</td>
</tr>

<tr>
<td class="org-left">Nat King Cole</td>
<td class="org-left">Smile</td>
</tr>

<tr>
<td class="org-left">Wisp</td>
<td class="org-left">Enough for you</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
</div>
<footer id="postamble" class="status">
&copy; 2026 . Made with <a href="https://www.gnu.org/software/emacs/">Emacs</a> 31.0.50 (<a href="https://orgmode.org">Org</a> mode 9.7.11).
</footer>
</body>
</html>
